Repository: CiceroRegis/room-reservation
Catalog: room_reservation/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Structure and Organization
pt_br: Estrutura e Oganização

source: User
pt_br: Usuário

source: Notify when reservation approved
pt_br: Notificar quando a reserva for aprovada

source: Notification
pt_br: Notificação para equipe de apoio

source: Action
pt_br: Ação

source: Room Type
pt_br: Tipos de sala

source: Name
pt_br: Nome

source: RoomProperty
pt_br: Recursos de sala

source: amount
pt_br: Quantidade

source: Room
pt_br: Sala

source: Linked room
pt_br: Salas compartilhadas

source: Allow room property
pt_br: Permitir propriedades de sala

source: if this option is checked the room properties will be shown.
pt_br: Caso esta opção seja marcada as propriedades de sala serão mostradas

source: video conferecing option
pt_br: Possui video conferência

source: if this option is checked Time limit for schedules of up to 4 hours per period (morning and afternoon)
pt_br: Caso esta opçao seja marcada o limite de horário para agendamentos será de no máximo 4 horas por período (manhã e tarde).

source: Room Property
pt_br: Propriedades de sala.

source: People number
pt_br: Número de pessoas

source: Description
pt_br: Descrição

source: Room model type
pt_br: Formatos de sala

source: if this option is checked the Room model type will be shown.
pt_br: Caso esta opção seja marcada os formatos de sala serão mostrados.

source: Auto Reserve
pt_br: Reservar automaticamente

source: Left
pt_br: Esquerda

source: Right
pt_br: Direita

source: Top
pt_br: A cima

source: Down
pt_br: a baixo

source: Room Link
pt_br: Salas vinculadas

source: Room location
pt_br: Posição da sala

source: Room position
pt_br: Tipos de sala

source: room images
pt_br: Imagem das salas

source: Image
pt_br: Imagem

source: Reservation Type
pt_br: Tipos de Reserva

source: Reservation Public
pt_br: Público alvo

source: Reservation Room Formats
pt_br: Formatos de sala

source: Reservation resources
pt_br: Serviços de copa

source: Reservation
pt_br: Reserva

source: Linked Room
pt_br: Salas vinculadas

source: Reservation Room Format
pt_br: Formato da sala

source: Event name
pt_br: Nome do evento

source: Initial date
pt_br: Data Inicial

source: Final date
pt_br: Data Final

source: Number of guests
pt_br: Número de pessoas

source: Guests
pt_br: Convidados

source: Booked
pt_br: Reservada

source: Dates don't match.
pt_br: data invalida!

source: Minimum scheduling time is 30 minutes.
pt_br: Tempo mínimo é de 30 minutos.

source: Scheduling period cannot be longer than 3 days.
pt_br: O período de agendamento não pode ser maior que 3 dias.

source: Your form contains some error.
pt_br: Seu formulário contém algum erro

source: This room are reserved.
pt_br: O espaço encontra-se ocupado.

source: schedules of up to 4 hours per period
pt_br: Limite de horário para agendamentos será de no máximo 4 horas por período (manhã e tarde) para salas que possuem video conferência.

source: Room are reserved for this period.
pt_br: Sala não pode ser reservada neste período

source: This room exceeded limit of people.
pt_br: Esta sala excedeu o limite de pessoas

source: Your reservation is saved.
pt_br: Solicitação de reserva efetuada com sucesso!

source: Some error occurred during booking.
pt_br: Ocorreu um erro durante a reserva

source: This reservation not found.
pt_br: Está reserva não pode ser cancelada

source: Reservation canceled.
pt_br: Reserva cancelada com sucesso!

source: Reservation not canceled.
pt_br: Está reserva não pode ser cancelada
